IDEA Open Model
OpenModel.Tendon Property
Compatible with IDEA StatiCa 20.1
 Tendon
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Tendon> Tendon { get; set; }
Public Property Tendon As List(Of Tendon)
	Get
	Set
Property Value
Type: List<Tendon>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace